[
  {
    "title": "Our Value",
    "storyContents": "<p>A well known speaker started off his seminar by holding up a $20 bill. In the room of 200, he asked, “Who would like this $20 bill?. Hands started going up. He said, I am going to give this $20 to one of you but first, let me do this.” He proceeded to crumple the dollar bill up. He then asked, Who still wants it?. Still the hands were up in the air. Well, he replied, What if I do this?. And he dropped it on the ground and started to grind it into the floor with his shoe. He picked it up, now all crumpled and dirty. “Now who still wants it?. Still the hands went into the air. My friends, you have all learned a very valuable lesson. No matter what I did to the money, you still wanted it because it did not decrease in value. It was still worth $20. Many times in our lives, we are dropped, crumpled, and ground into the dirt by the decisions we make and the circumstances that come our way. We feel as though we are worthless. But no matter what has happened or what will happen, you will never lose your value. You are special – Don’t ever forget it!</P>"
  },
  
  {
    "title": "Learn to Appreciate",
    "storyContents": "<p>Once upon a time, there was a man who was very helpful, kindhearted, and generous. He was a man who will help someone without asking anything to pay him back. He will help someone because he wants to and he loves to. One day while walking into a dusty road, this man saw a purse, so he picked it up and noticed that the purse was empty. Suddenly a woman with a policeman shows up and gets him arrested. The woman kept on asking where did he hide her money but the man replied, It was empty when I found it, Mam. The woman yelled at him, Please give it back, It's for my son's school fees. The man noticed that the woman really felt sad, so he handed all his money. He could say that the woman was a single mother. The man said, Take these, sorry for the inconvenience. The woman left and policeman held he man for further questioning. The woman was very happy but when she counted her money later on, it was doubled, she was shocked. One day while woman was going to pay her son's school fees towards the school, she noticed that some skinny man was walking behind her. She thought that he may rob her, so she approached a policeman standing nearby. He was the same policeman, whoshe took along to inquire about her purse. The woman told him about the man following her, but suddenly they saw that man collapsing. They ran at him, and saw that he was the same man whom they arrested few days back for stealing a purse.</p>"
  },
  
  {
    "title": "What a Waste",
    "storyContents": "<p>A mother camel and her baby were lying down, soaking up the sun. The baby camel asked his mom, “Why do we have these big bumps on our back?. The mom stopped to think and then said, We live in the desert where there is not much water available. Our humps store water to help us survive on long journeys. The baby camel then stopped to think and said, Well, why do we have long legs with rounded feet?. His mother replied, They are meant to help us walk through sand. The baby asked a third question, Why are my eyelashes so long?. The mother replied, Your long eyelashes offer you protection from sand when it blows in the wind. Finally, the baby said, If we have all of these natural abilities given to us to walk through the desert, what’s the use for camels in the Zoo?”. The Moral: The skills and abilities that you possess won’t be useful if you’re not in the right environment. You’ve probably heard of a professional who ditched his or her career to follow their dreams–or the person who remains unfulfilled in their job, but doesn’t try to make a change. If you’re stuck in a career that isn’t the right fit, you have to do some self-reflection to realize where your strengths lie that are going to waste. Turn to people that you know the best as well as professionals in any given market so you can start thinking about what may be better for you. Think big and remain open to new ideas.</p>"
  },
  
  {
    "title": "The Elephant Rope",
    "storyContents": "<p>Sometimes an inspiring story helps us find out the strength within us. An inspiring story helps you inspire yourself and motivate yourself. It also helps find out what you can do and what you cannot. There are hundreds you may have read in your life. But how many of them actually made changes in your mind is a question. Here are some inspiring short stories that not only gives a powerful lesson, but can also be helpful to learn about some unknown truths about life. A gentleman was walking through an elephant camp, and he spotted that the elephants weren’t being kept in cages or held by the use of chains. All that was holding them back from escaping the camp, was a small piece of rope tied to one of their legs. As the man gazed upon the elephants, he was completely confused as to why the elephants didn’t just use their strength to break the rope and escape the camp. They could easily have done so, but instead, they didn’t try to at all. Curious and wanting to know the answer, he asked a trainer nearby why the elephants were just standing there and never tried to escape. The trainer replied; when they are very young and much smaller we use the same size rope to tie them and, at that age, it’s enough to hold them. As they grow up, they are conditioned to believe they cannot break away. They believe the rope can still hold them, so they never try to break free. The only reason that the elephants weren’t breaking free and escaping from the camp was that over time they adopted the belief that it just wasn’t possible. Moral: No matter how much the world tries to hold you back, always continue with the belief that what you want to achieve is possible. Believing you can become successful is the most important step in actually achieving it.</p>"
  },
  
  {
    "title": "Try, try again",
    "storyContents": "<p>There was once a famous ruler of Tartary whose name was Tamerlane. Like Alexander the Great, he wished to become the master of the whole world. So he raised a great army and made war against other countries. He conquered many kings and burned many cities. But at last his army was beaten; his men were scattered; and Tamerlane fled alone from the field of battle. For a long time he wandered in fear from place to place. His foes were looking for him. He was in despair. He was about to lose all hope. One day he was lying under a tree, thinking of his misfortunes. He had now been a wanderer for twenty days. He could not hold out much longer. Suddenly he saw a small object creeping up the trunk of the tree. He looked more closely and saw that it was an ant. The ant was carrying a grain of wheat as large as itself. As Tamerlane looked, he saw that there was a hole in the tree only a little way above, and that this was the home of the ant. You are a brave fellow, Mr. Ant, he said; but you have a heavy load to carry. Just as he spoke, the ant lost its footing and fell to the ground. But it still held on to the grain of wheat. A second time it tried to carry its load up the rough trunk of the tree, and a second time it failed. Tamerlane watched the brave little insect. It tried three times, four times, a dozen times, twenty times—but always with the same result. Then it tried the twenty-first time. Slowly, one little step at a time, it crept up across the rough place where it had slipped and fallen so often. The next minute it ran safely into its home, carrying its precious load. Well done! said Tamerlane. You have taught me a lesson. I, too, will try, try again, till I succeed. And this he did. Of what other story does this remind you?</p>"
  },
  
  {
    "title": "It's Never Too Late",
    "storyContents": "<p>In the 1940s, there was a man who, at the age of 65, was living off of $99 social security checks in a small house, driving a beat-up car. He decided it was time to make a change, so he thought about what he had to offer that other people may benefit from. His mind went to his fried chicken recipe, which his friends and family loved. He left his home state of Kentucky and traveled throughout the country, trying to sell his recipe to restaurants. He even offered the recipe for free, asking for only a small chunk of the money that was earned. However, most of the restaurants declined his offer. In fact, 1,009 restaurants said no. But even after all of the rejections, he persisted. He believed in himself and his chicken recipe. When he visited restaurant #1,010, he got a YES. His name? Colonel Hartland Sanders. The Moral: There are a few lessons that you can take away from this story. First, it’s never too late in life to find success. In a society that often celebrates young, successful people, it’s easy to start to think you’re never going to be successful after a certain age. However, Colonel Sanders is an example that proves that argument wrong. This story also demonstrates the power of persistence. You have to have confidence in yourself and believe in your work for other people to believe it also. Disregard anyone who tells you “no” and simply move on.</p>"
  },
  
  {
    "title": "Learning from Mistake",
    "storyContents": "<p>Thomas Edison tried two thousand different materials in search of a filament for the light bulb. When none worked satisfactorily, his assistant complained, All our work is in vain. We have learned nothing. Edison replied very confidently, Oh, we have come a long way and we have learned a lot. We know that there are two thousand elements which we cannot use to make a good light bulb. Moral: We can also learn from our mistakes.</p>"
  },
  
  {
    "title": "The Smartest Man",
    "storyContents": "<p>A doctor, a lawyer, a little boy and a priest were out for a Sunday afternoon flight on a small private plane. Suddenly, the plane developed engine trouble. In spite of the best efforts of the pilot, the plane started to go down. Finally, the pilot grabbed a parachute and yelled to the passengers that they better jump, and he himself bailed out. Unfortunately, there were only three parachutes remaining. The doctor grabbed one and said I'm a doctor, I save lives, so I must live, and jumped out. The lawyer then said, I'm a lawyer and lawyers are the smartest people in the world. I deserve to live. He also grabbed a parachute and jumped. The priest looked at the little boy and said, My son, I've lived a long and full life. You are young and have your whole life ahead of you. Take the last parachute and live in peace. The little boy handed the parachute back to the priest and said, Not to worry Father. The smartest man in the world just took off with my back pack. Moral: Your job doesn't always define you, but being a Good Human being Does.</p>"
  },
  
  {
    "title": "Dirty Money",
    "storyContents": "<p>A well-respected speaker began a seminar by showing an audience of 150 people a crisp $20 bill. He asked, Who wants this $20 bill?. All 150 people nodded. He said, I am going to give this money to someone, but first…. Then he proceeded to crumple the bill up. He asked the crowd again if anyone wanted it. All 150 hands went up in the air. The speaker then dropped the money on the floor and stomped all over it. He then raised it in the air to show the crowd. The money was filthy. Does anyone want it now?. Every hand went up. The speaker proceeded to tell the crowd that no matter what he did to ruin the money, people still wanted it because its value remained the same. It was still worth $20. The Moral: Life often beats us up to the point where we feel inadequate. We deal with bad circumstances and make bad choices that we have to deal with later. However, no matter what you go through, your value will remain the same. You have something special to offer that no one can take away from you.</p>"
  },
  
  {
    "title": "Team Work",
    "storyContents": "<p>There was once a man who lived with his three sons. His sons were hard workers, but they constantly fought with each other. Even though the man continuously tried to help his sons make peace with each other, he was never successful. In fact, their fighting got to a point where their neighbors would make fun of them. Eventually, the father became ill. He begged his sons to learn how to work together because of his impending death, but they didn’t listen. The father then decided to teach his sons a practical lesson to help his sons forget their differences and become a united team. The father called his sons and said, I’ll give you each an equal collection of sticks to break in half. Whoever breaks the sticks the fastest will be rewarded. After agreeing to the task, the father gave each of his sons 10 sticks and instructed them to break each stick in half. This task took the sons mere minutes to complete, but once they were finished, they started to fight about who finished first. The father said, Dear sons, the task isn’t finished. Now I’ll give each of you 10 more sticks, however, you must break the sticks in half as a bundle rather than snapping each one separately. His sons agreed and attempted to do what he had asked. They each tried their best, but none could break the bundle in half. They told their father that they had failed. In response, their father said, See, it was easy to break the sticks in half individually, but you couldn’t break all 10 of them at the same time. Similarly, if the three of you stay united as a team, nobody will be able to harm you. However, if you fight all the time, anyone will be able to defeat you. Please come together as a united team. This lesson helped the man’s sons understand the power of being a team and promised their father that, moving forward, they would work together as a team, no matter what the situation was. Strong teams are naturally aligned to work harder, support each other, and be cooperative with working toward a mutual goal. The Moral: Being an effective member of a team helps contribute to the overall moral and motivation of the team. Strong teams are naturally aligned to work harder, support each other, and be cooperative with working toward a mutual goal. Individuals each have diverse talents, strengths, and weaknesses to contribute to teamwork, so staying focused on the task at hand rather than allowing personal disputes to get in the way will help you achieve your desired results.</p>"
  },
  
 {
   "title": "Wait...What?",
   "storyContents": "<p>A carpenter who was nearing retirement told his boss that he was ready to end his career and spend his time with his wife and family. He would miss his work, but he felt it was time to spend his time with the people who were important to him. His boss was saddened by this news, as this carpenter had been a good, reliable employee for many years. He asked the carpenter if he could do him a favor and build just one more house. The carpenter reluctantly conceded, even though his passion for building had faded. While he was building this last house, his normal work ethic faded and his efforts were mediocre, at best. He used inexpensive and inferior materials and cut corners wherever he could. It was a poor way to finish such a dedicated career that he once had. When the carpenter was finished, his boss came to look at the house. He gave the key to the carpenter and said, “This house is my gift to you for all of the hard work you have done for me over the years. The carpenter was astonished. What a generous gift this was to receive from his boss, but if he had known he was building a house for himself, he would have made his usual efforts to create a high-quality home. The Moral: The same idea applies to how you build your life. Every day that you wake up offers an opportunity for you to put your best foot forward, yet we often do mediocre work, saving the more important things for “another” day. Then one day, we find ourselves shocked that our lives aren’t what we had hoped they would be. The “house” we built to live in has a lot of flaws due to a lack of effort.However, you can’t go back and rebuild it in a day or two. As people say, “Life is a do-it-yourself project.” Your attitude and choices help build the life you will live tomorrow. Build carefully.</p>"
 },
 
 {
   "title": "A Wise Man's Joke",
   "storyContents": "<p>A wise man once faced a group of people who were complaining about the same issues over and over again. One day, instead of listening to the complaints, he told them a joke and everyone cracked up laughing. Then, the man repeated the joke. A few people smiled. Finally, the man repeated the joke a third time–but no one reacted. The man smiled and said, You won’t laugh at the same joke more than once. So what are you getting from continuing to complain about the same problem?. The Moral: You’re not going to get anywhere if you keep complaining about the same problem but do nothing to fix it. Don’t waste your time complaining, expecting other people to continue to react to your complaints. Instead, take action to make a change.</p>"
 },
 
 {
   "title": "Just Be",
   "storyContents": "<p>One evening, after spending several days with his new wife, a man leaned over and whispered into her ear, I love you. She smiled – and the man smiled back – and she said, When I’m eighty years old and I’m thinking back on my entire life, I know I will remember this moment. A few minutes later, she drifted off to sleep. The man was left with the silence of the room and the soft sound of his wife’s breathing. He stayed awake, thinking about everything they had done together, from their first date to their first vacation together and ultimately to their big wedding. These were just some of the life choices that the couple had made together that had led to this very moment of silence in the presence of each other. At one point, the man then realized that it didn’t matter what they had done or where they had gone. Nor did it matter where they were going. The only thing that mattered was the serenity of that very moment. Just being together. Breathing together. And resting together. The Moral: We can’t let the clock, calendar, or pressure from external sources take over our lives and allow us to forget the fact that every moment of our lives is a gift and a miracle – no matter how small or seemingly insignificant it is. Being mindful in the special moments that you spend in the presence of the ones that you love are the moments that truly give your life meaning.</p>"
 },
 
 {
   "title": "Meaningless Goals",
   "storyContents": "<p>A farmer had a dog who used to sit by the roadside waiting for vehicles to come around. As soon as one came he would run down the road, barking and trying to overtake it. One day a neighbor asked the farmer “Do you think your dog is ever going to catch a car?” The farmer replied, “That is not what bothers me. What bothers me is what he would do if he ever caught one. Many people in life behave like that dog who is pursuing meaningless goals.</p>"
 },
 
 {
   "title": "The Timebank",
   "storyContents": "<p>Let’s imagine you are having a bank account that is credited with $86, 400 every day at 12:00 am. Some of the conditions on this account are, you cannot carry forward any of the balance to the next day, it has to be used on that day only and whatever balances you have will expire exactly at 12:00 am. How will you react at that time?. Use all the money purposefully or lavishly?. Similar to this account we all have our own account called 'Time account'. Each day we are credited with 86, 400 seconds and all of it expires at the end of the day. We cannot carry forward any of the unused time to the next day. So, it’s all in our hands to see how we can use it. You may delay, but time will not. Moral of the story: Time management is all about prioritizing the task based on the requirement and accomplishing it. It’s never the case of not having enough time.</p>"
 },
 
 {
   "title": "Fear of Public Speaking",
   "storyContents":  "<p>Raghu was a shy person since his childhood. He always had a fear of talking to people. After finishing school, he joined a college, where he had to relocate to a city from his hometown. He s tayed in the college hostel, and for the first time in his life, he was staying away from family. It was a new experience for him, staying with so many people around him. The environment made him comfortable, and he started talking freely to his friends and lecturers. Raghu’s confidence started growing immensely. With the help of his friends, he started practicing public speaking. One day he got the opportunity to give a speech at the college annual event. He prepared himself very well for the event. On the event day, he got nervous seeing the large crowd. His body started shivering, and no words came out of his mouth. Students in the auditorium began whispering. Seeing Raghu’s struggle, his professor told him to present at the end. Raghu went backstage and started crying. His friend consoled and said, Raghu, you prepared very hand for this. Just remove any thoughts in your mind. You are Resilient. Go and present yourself, and I believe you can do it. After some time, he went again to present. He was still nervous. He took a few deep breaths and said to himself, You are tougher than what you think. You can do this. As he started his speech, his voice turned the attention of everyone in the auditorium. He was very confident and immediately went into the flow. After his speech, people gave him a standing ovation. On that day, Raghu gave one of the best speeches. Moral of the story: Opportunities come rarely. Even when you fail to grab them in the first attempt, you have to recover quickly and try again. The more you face failures, the more you become resilient. And in the future, whenever you encounter any challenging situations, you will have the ability to spring back, to reach your success and happiness.</p>"
 },
 
 {
   "title": "Three Feet From Gold",
   "storyContents": "<p>During the gold rush, a man who had been mining in Colorado for several months quit his job, as he hadn’t struck gold yet and the work was becoming tiresome. He sold his equipment to another man who resumed mining where it had been left off. The new miner was advised by his engineer that there was gold only three feet away from where the first miner stopped digging. The engineer was right, which means the first miner was a mere three feet away from striking gold before he quit. The Moral: When things start to get hard, try to persevere through the adversity. Many people give up on following their dreams because the work becomes too difficult, tedious, or tiresome–but often, you’re closer to the finish line than you may think, and if you push just a little harder, you will succeed.</p>"
 },
 
 {
   "title": "Breathing With No Air",
   "storyContents": "<p>A boy once asked a wise old man what the secret to success is. After listening to the boy’s question, the wise man told the boy to meet him at the river in the morning and he would be given the answer there. In the morning, the wise man and the boy began walking toward the river. They continued on into the river, past the point of the water covering their nose and mouth. At this time, the wise man ducked the boy into the water. As he struggled to get out, the wise man continued to push him further down. The boy felt a fish slip by his leg and squirmed to get up even harder. The man eventually pulled the boy’s head up so he could get air. The boy gasped as he inhaled a deep breath of air. The wise man said, ‘What were you fighting for when you were under water?. The boy replied, Air! The man said, There you have the secret to success. When you want to gain success as much as you wanted air when you were under water, you will obtain it. That’s the only secret. The Moral: Success starts with the desire to achieve something. If your motivation is weak, your results will follow suit. Think about what you desire the most in life and work towards getting it. Don’t allow your environment or other people to influence the things that you truly want. Just because the fish swimming by is comfortable with being under water doesn’t mean that you are.</p>"
 },
 
 {
   "title": "How will you like to be remembered?.",
   "storyContents": "<p>About a hundred years ago, a man looked at the morning newspaper and to his surprise and horror, read his name in the obituary column.The newspapers had reported the death of the wrong person by mistake.His first response was shock.Am I here or there ? When he regained his composure, his second thought was to find out what people had said about him.The obituary read, “Dynamite King Dies.”And also“ He was the merchant of death.”This man was the inventor of dynamite and when he read the words“ merchant of death, ”he asked himself a question, “Is this how I am going to be remembered ? ”He got in touch with his feelings and decided that this was not the way he wanted to be remembered.From that day on, he started working toward peace.His name was Alfred Nobel and he is remembered today by the great Nobel Prize. Just as Alfred Nobel got in touch with his feelings and redefined his values, We should step back and do the same.What is your legacy ? How would you like to be remembered ? Will you be spoken well of ? Will you be remembered with love and respect ? Will you be missed ?</p>"
 },
 
 {
   "title": "Cherish Your Struggles",
   "storyContents": "<p>One day, a girl came upon a cocoon, and she could tell that a butterfly was trying to hatch. She waited and watched the butterfly struggle for hours to release itself from the tiny hole. All of a sudden, the butterfly stopped moving–it seemed to be stuck. The girl then decided to help get the butterfly out. She went home to get a pair of scissors to cut open the cocoon. The butterfly was then easily able to escape, however, its body was swollen and its wings were underdeveloped. The girl still thought she had done the butterfly a favor as she sat there waiting for its wings to grow in order to support its body. However, that wasn’t happening. The butterfly was unable to fly, and for the rest of its life, it could only move by crawling around with little wings and a large body. Despite the girl’s good intentions, she didn’t understand that the restriction of the butterfly’s cocoon and the struggle the butterfly had to go through in order to escape served an important purpose. As butterflies emerge from tight cocoons, it forces fluid from their body into their wings to prepare them to be able to fly. The Moral: The struggles that you face in life help you grow and get stronger. There is often a reason behind the requirement of doing hard work and being persistent. When enduring difficult times, you will develop the necessary strength that you’ll need in the future. Without having any struggles, you won’t grow–which means it’s very important to take on personal challenges for yourself rather than relying on other people to always help you.</p>"
 }
]