[
  {
    "title": "God's Plan",
    "storyContents": "<p>Once in village lived a man who was very lazy and didn’t liked to work. So he would always look for easiest way to feed himself. One day he found a fruit farm and looked around. Not seeing any one guarding farm, he decided to steal some fruits but as soon as he climbed tree, farm owner saw him. Owner ran toward him to catch him. Seeing him that man got afraid and ran towards forest and went inside forest to hide. After sometime passed, he started to walk toward village. While passing by he saw that there was fox who had only two legs and was crawling on those two legs. Man thought to himself, How can this fox is still alive in such condition? This fox can’t run then how it is able to feed himself as well as save itself from other animals?. Just then man saw a lion coming in his direction, He ran and climbed up tree. From there he saw that lion was holding a piece of meat in his mouth and seeing lion all other animals ran away except for that fox as it wasn’t able to run. Man was surprised to see that instead of attacking that fox, lion left piece of meat there and left. Seeing this that man realized God’s plan to feed that fox and thought to himself, “God is creator of all and he always have a plan to take care of beings he created. This means God must have something planned for him too. He left from there and then just outside village sat under a tree, waiting for someone to come and feed him too. He kept looking at road waiting for someone to come and feed him but two days passed and he was still without food. Finally he couldn’t bear hunger and got up from that place and started to walk back to village. While waking back to village he met an old Sage. He told him everything he had on his mind. he questioned, Why is that God has shown it’s mercy on that fox and was so cruel to me?. Sage gave him some food and water. Then smiled and said, It’s true that the creator has a plan for everyone. You are obviously a part of the God’s plan. But Son, You took his sign in a wrong way. He didn’t want you to be like the fox. He wanted you to be like the Lion. Moral: God has given us Strength and Capability to do our part. We should always Learn to see things in Positive way and see yourself in Position to Help others who Need.</p>"
  }, 
  
  {
    "title": "Not Worthless",
    "storyContents": "<p>One day while fish was swimming closer to river bank it heard a voice saying, “How is the water??. Fish raised her head upward to see that there was monkey sitting on on tree. Fish smiled and replied, “Water is nice and warm. Monkey felt little jealous and wanted to put fish down. He replied, “You should come out of water and climb up this tree. View from here is really amazing. Fish replied with sadness, I don’t know how to climb tree and i cannot survive without water. Seeing fish sad face monkey made fun of fish saying,”You are totally worthless if you cannot even climb a tree. After hearing this remark fish started to think about it day and night became extremely depressed. It started thinking to herself, May be monkey is right. I am worthless if i can not even climb a tree. Another fish in river noticed that fish was looking all depressed and asked it for reason of depression. Fish told her everything about monkey and his comment. After listening to this another fish laughed and said, If monkey things you are worthless because you don’t know how to climb a tree then even monkey is worthless as it cannot swim or live under water.. Hearing this fish realized how gifted it was and it was wrong of her to think of herself as worthless as monkey said. Few days later monkey slipped and fell into water and died as it didn’t know how to swim. After knowing about monkey’s demise fish felt thankful to nature and was happy to have such amazing ability. Moral: People tend to think of Themselves based on Judgment of Other’s. We should not let our self Down just because Some other person think Less of us. We should try our best and do what we are capable of doing. Only way to Realize our True potential is to become Self aware. The more awareness we bring into our mind and body, the more we realize our True Potential. As Einstein quote, Everybody is a genius but if you judge a fish by its ability to climb a tree, it will live its whole life believing that it is stupid. </p>"
  },
  
  {
    "title": "Doupts of Soldiers",
    "storyContents": "<p>Once upon a time, A battle was going on in Japan. One army was greatly outnumbered by army men of enemy. General of army with small number of soldier was confident that they could win that battle and decided to launch an attack. He called upon his lieutenant and asked him to prepare soldiers for the next battle. Lieutenant called all the soldiers and announced about the decision of General. Army men were ready to battle but they were filled with doubt knowing that they have been outnumbered by other army men. As commanded by General, Next day Lieutenant and all soldiers were all prepared to launch attack on enemy. General knew about doubts of soldiers. So on their way to battle General made a stop at a religious shrine. After everyone prayed, General stood in front of all army men with a coin in his hand and said, I shall now toss this coin. If it is heads, we shall win. If tails, we shall lose. Destiny will now reveal itself. As general threw coin into the air, all watched intently as it landed on the ground. It was heads. Soldiers were overjoyed and were filled with confidence. They continued their way to battle. On the battle ground they vigorously attacked at the enemy. At end they won the battle. After battle, Lieutenant congratulated General and remarked, We won.. No one can change destiny.. Quiet right..!!, General replied as he showed the lieutenant the coin, which had heads on both sides. Moral: If you question yourself and your Abilities then you are holding yourself back from Happiness and Success. Having Confidence and Encouragement can lead to more Positive result Rather than doing any Task keeping Doubts in Mind.</p>"
  },
  
  {
    "title": "Kid's Capability",
    "storyContents": "<p>There was little kid who used to study in 5th grade. Everyone in his class thought that he was one of dumbest kid in his class. His grades were so less that he himself thought same. His report card showed his poor progress in his class but that didn’t bother him. He used to say to her mom, It doesn’t matter very much.. His mother knew that her boy was not reaching his full potential at school. So she set three rules for him to follow.No.1 He would be allowed to watch only two pre-selected TV shows per week. No.2 He had to finish his homework before he could watch any TV or play outside. No.3 He had to read two books from library each week and write a book report on each of them. Kid was dismay at these new rules and tried very hard to talk his mother out of them but mother stood firm. Kid couldn’t think of disobeying his mother, so he had to follow those rules. Before long he saw the fruits of his labor, when he was the only one who knew an answer to a question the teacher asked the class. All his classmates and teachers were surprised that a kid who used to get lowest score, was now able to correctly answer such hard questions. Kid was surprised himself and realized that his knowledge came from books he was reading. He began to surmise that if he could learn just a few facts from books at the library he could learn anything. Kid continued on his path of growth and became an academic leader in his school. Kid had learned to read books and realized that he could channel his love for reading into learning. Mother knew what his boy was capable and decided not to settle for less and gave them a structure way they could do it. Boy who was thought to be dumbest kid of class in 5th grade became a world famous surgeon. That boy is Benjamin Carson who is now a famous and renowned neurosurgeon, author and politician. Moral: Everyone has Capability. One just need to Believe in it and Follow a Disciplined way to Utilize that Capability fully.</p>"
  },
  
  {
    "title": "Giving Advise",
    "storyContents": "<p>Once there was a little boy became obsessed with eating sweets. His mother got worried because of his excessive sweet eating habit and tried many ways to stop him from eating. However nothing seemed to work. Near near village lived a wise man who was respected by everyone. So she decided to take him to that wise man, in hope that her son may listen to him. Mother went to wise man with her son. There she met him and said, “My son, eats sweets every time.. Will you please tell him that it’s bad for his health??. After listening to her, wise man thought for a while and refused to give any advice to that boy at that time. He asked mother to return to him after a month. She wondered why he asked them to return after a month, why not tell boy to stop eating sugar at that time yet she left. Later, she returned to wise man and this time wise man took boy for a walk and after a while returned. He looked at boy and said, “Boy, You should stop eating sugar because it’s not good for health.. Boy nodded and promise that he will no eat sugar anymore. After this mother left with her son. Few days later she returned to wise man and said, Thank you for your help. Boy has kept his promise made to you and hadn’t eaten sugar since then. She was curious about why holy man needed a month to tell her son that. So she asked holy man, When i first came to you.. Why didn’t you told my son to stop eating sugar right then?? Why did you asked me to return after a month??. Wise man smiled and replied, At that time, I used to eat sugar myself and i didn’t had right to tell your kid eat stop eating sugar.. But now i don’t eat sugar anymore.. That’s why i was able to tell your kid to stop eating sugar.. Moral: A person’s example is much powerful than just words.. When we ask a person to do something, we must do it ourselves too. Always make sure that your actions matches your words.</p>"
  },
  
  {
    "title": "Advise from Old People",
    "storyContents": "<p>Once in old times young king of country thought that old people are unnecessary and burden to country as they are weak and unable to do any productive work. All his courtiers consisted of young people and they agreed with him. Soon King passed an order that all people above sixty must be killed as they have already lived their lifetime. So all the old people of the country were killed. In the country lived a young man who had great respect and love for his father and he didn’t wanted him to get killed. So before soldier came he hid his father into a cellar. After some years a terrible drought overtook a country and people had to suffer from troubles and sickness. Famine was so severe that even stores of food grains were fully exhausted and not a single grain of seed was left to sow in land. Everyone in the country looked worried but no one could think of anything to better country situation. Young man who hid his father.. used to go his father for advice whenever anything troubled him. So even this time he went to his father and told him about situation. Old man thought for a while and said, Don’t worry.. Take your plough and plough up the path in front of our house and then rake it over. Young man did same. After rain came sprouts of wheat started to come out of that ploughed area. Young man was surprised to see that even without sowing any seed sprouts came out. Everyone around him noticed sprouted ground. King came to know about it and called young man to his court to know about his secret. Young man hesitated and then told king that his father advised him to do so. King was shocked to know that as according to rule all old man were to be killed in country. King called old man to his court as he wanted to ask secret for this. Old man came and told him, Your Majesty, wheat sprouted there because i knew from my experience that people used to carry crop on that way and some seed must have dropped on the ground on their way. I was quiet sure that some seed may be lying underneath and if plough we can get some sprouts and same happened.. Listening to this king realized his mistake and understood that how much an old person’s experience matter and their wise advice can help young to overcome difficult situation. After this incident the people of that country did not kill their old people. They loved and respected them. The treated them as a valuable treasure for the nation. Moral: Old people are Store-house of knowledge and their wisdom and experience helps us to come over crisis and difficulties. We must Respect and Love them. Give them feeling that We look forward to them for their advice and guidance in life. Make them feel wanted, respect, loved and cared for. We should keep your elders well and earn their blessing in life.</p>"
    },
    
    {
      "title": "Who is Wealthy",
      "storyContents": "<p>Once a saint visited a town for some days. During his stay saint would pray silently sitting under a tree. People got to know about him and would come to visit him to ask solution for their problems. In that town lived a very wealthy merchant. After observing saint for few days, was deeply touched by saint’s devotion and sincerity. One day wealthy man went to saint and offered him a bag of gold saying, I know you will use this money for good of other.. Please accept it.. Saint replied, Please wait a moment. I am not sure if it would be right for me to take your money…. Saint questioned, Are you wealthy?? Do you have more money at home??” Merchant proudly replied, Yes.. I have thousand of more gold coins at home.. Saint again questioned, Do you want thousands of more gold coins?? Merchant replied, “Why not.. I work hard everyday to earn more money.. Saint questioned, Do you wish for yet thousands more gold pieces more beyond that..? Merchant replied, Certainly.. Everyday i pray that i may earn more and more money.. Saint pushed back the bag of gold to merchant and said, “I am sorry but i can not take your money.. Merchant was surprised. He asked, But why?? Saint replied, A wealthy man can not take money from a beggar.. Wealthy man felt offended and spluttered, How can you call me a beggar and yourself a wealthy man..? Saint smiled and replied, I am wealthy because i am content with whatever i have.. and You are a beggar because no matter how much you possess still you are always dissatisfied and begging for more.. Moral: Key to Happiness is Being Content with Whatever we Have.</p>"
    },
    
    {
      "title": "Two Brothers",
      "storyContents": "<p>Once in a village, two brother’s started to work at poultry farm under their father guidance. Some years after they started working with their father, older son noticed that father would give more responsibility and reward to his younger brother. Older son felt it unfair as both worked equally and being older he should be one who should be given more responsibility and reward. He went to his father and said, I m older yet you give more responsibility to my younger brother.. Why is it so??. Father said, I will tell you but first go to Tammy’s farm and inquire if they have any turkey for sale, we need to add to our stock.. He went and soon returned with answer, Yes father.. they have turkey they can sell to us.. Father said, Ok.. Then please go and ask them the price.. He again went and returned. He said to his father, They said we can buy turkey at 10$ each. Father said, “Good.. Now go and ask if they can deliver them by tomorrow.. Older son went and duly returned with answer, “Yes.. they can. After all this, father asked his older son to wait and listen. He called his younger son and said, Go to Sammy’s Farm and see if they have any turkey for sale, we need to add to our stock. Younger son went and returned with answer, “Yes father.. they have turkey for sale. They have five turkey for 10$ each or ten turkey for 8$ each. They can deliver them tomorrow. I asked them to deliver the five unless they heard otherwise from us in the next hour. And I got them agreed that if we want the extra five turkey we could buy them at 6$ each. After this father looked toward his older son, who now realized why his younger was given more responsibility. He appreciated his younger brother and looked forward to learn more. Moral: How one Perceive some thing, depends on that person. We should do our Best to Learn from People who Understand better.</p>"
    },
    
    {
      "title": "Money Can't Buy Everything",
      "storyContents": "<p>Nick was a 10 year old boy. He was the only son to his parents. Nick's father was a very busy businessman who could not spend time with his son. He came home after Nick slept, and was off to office before Nick woke up in the morning. Nick yearned for his father's attention. He wanted to go outdoors and play with his father just like his friends did. One day, Nick was surprised to see his father at home in the evening. Dad, it is a big surprise to see you at home, Nick said. Yes son, my meeting was cancelled. So I'm at home. But after two hours I have to catch a flight, his father replied. When will you be back?. Tomorrow noon. Nick was in deep thought for a while. Then he asked, Dad, how much do you earn in a year?. Nick's father was taken aback. He said, My dear son, it's a very big amount and you won't be able to understand it. Ok dad, are you happy with the amount you earn?. Yes my dear. I'm very happy, and in fact I'm planning to launch our new branch and a new business in a few months. Isn't that great?. Yes, dad. I'm happy to hear that. Can I ask you one more question?. Yes, dear. Dad, can you tell me how much you earn in a day or even half a day?. Nick, why are you asking this question?. Nick's father was perplexed. But Nick was persistent. Please answer me. Can you please tell me how much you earn in an hour?. Nick's father gave in and replied, It will be around $ 25/- per hour. Nick ran to his room upstairs, and came down with his piggy bank that contained his savings. Dad, I have $50 in my piggy bank. Can you spare two hours for me? I want to go to the beach and have dinner with you tomorrow evening. Can you please mark this in your schedule? Nick's father was speechless!. The greatest gift a parent can give his child is time. Money can't buy everything!</p>"
    },
    
    {
      "title": "Pointing Other's Mistake",
      "storyContents": "<p>Once there was a school where all types of arts were taught to students. Students from far away would come to school to learn different arts. There was a boy Samar who was very passionate about painting and used to make beautiful landscapes and other paintings. One day Samar made a painting with lost of effort and found it to be the best painting he ever made. So he decided to put it on display of school. In morning he put that painting on display and beside painting he also put a note saying, If you find any mistake please circle that part with black color. In evening when Samar came to check his painting to check for mistake he saw that whole painting was covered with black circles. Samar got very sad and depressed as it was best painting he ever made. In his class, his teacher noticed that Samar was sad. So he called him to his cabin and inquired about reason for being sad. Samar told his teacher about what happened with painting. Teacher told Samar to make another painting and keep it on display but this time he should put a note with painting saying, “Please correct the mistake in painting if you find any. Next morning Samar put on display a painting and did as his teacher instructed him to do. When in evening Samar came to check painting he saw that there was no correction made on painting he made. He was surprised to see that. He went to his teacher to ask the reason. His teacher replied, For people it is very easy to find mistake in work done by others but when it comes to correct that mistake by themselves.. No one is ready. We should understand that even after trying our best in doing things and building anything people will keep finding mistakes in them. One should not get sad or depressed by that, instead should keep working harder to achieve ones goals. Moral: We should not get Bothered about people pointing Mistakes in our work. Instead we should Continue to Work hard to Achieve our Goal.</p>"
    },
    
    {
      "title": "The Lion and The Mouse ",
      "storyContents": "<p>Once when a lion, the king of the jungle, was asleep, a little mouse began running up and down on him. This soon awakened the lion, who placed his huge paw on the mouse, and opened his big jaws to swallow him. Pardon, O King! cried the little mouse. Forgive me this time. I shall never repeat it and I shall never forget your kindness. And who knows, I may be able to do you a good turn one of these days!. The lion was so tickled by the idea of the mouse being able to help him that he lifted his paw and let him go. Sometime later, a few hunters captured the lion, and tied him to a tree. After that they went in search of a wagon, to take him to the zoo. Short StoriesJust then the little mouse happened to pass by. On seeing the lion's plight, he ran up to him and gnawed away the ropes that bound him, the king of the jungle. Was I not right?. said the little mouse, very happy to help the lion. Moral: Small acts of kindness will be rewarded greatly.</p>"
    },
    
    {
      "title": "Think Before you Speak",
      "storyContents": "<p>It was a sunny day, but the climate was enjoyable. Everyone in the railway station was waiting for the train to arrive. Among the crowd, there was a group of friends, youngsters who were on board for vacation. It was a busy station with juice shop, mobile restaurants, coffee and tea stalls, newspaper shop, restaurants, etc.The announcement regarding the arrival of the train was made and everyone prepared to get into the train to their appropriate places. The group of friends made loud noise to welcome the train as it entered the station. They ran to get their reserved seats before anyone could get into the train. The empty seats were filled and the train whistled to move. An old man with a young boy aged around 15 years came running to catch the train. They entered the train and the train started to move. They had their seats just adjacent to the friends' group. The young boy was so surprised to see everything. He acclaimed at his father, Dad, the train is moving and the things are moving backwards. His father smiled and nodded his head. As the train started moving fast, the young boy again screamed, Dad the trees are green in colour and run backward very fast. His father said, Yes dear and smiled. Just like a kid, he was watching everything with great enthusiasm and happiness loaded with tons of surprises. A fruit seller passed selling apples and oranges. The young boy asked his dad, I want to eat apples. His father bought him apples. He said, Oh apple looks so sweet than it tastes I love this colour. The group was watching all the activities of this boy and asked the boy's father Is your son having any problem? Why is he behaving very differently?. A friend from the group made fun of him and shouted, His son is mad I think. The father of the young boy, with patience replied to the friend-group. My son was born blind. Only a few days before he was operated and got the vision. He is seeing various things in his life for the first time. The young friends became very quiet and apologized to his father and son. Think Before You Speak.</p>"
    },
    
    {
      "title": "The Wish Judge",
      "storyContents": " <p>Two women were brought before King Solomon. Both these women had a quarrel over a single baby. Each woman was saying that she was the baby's mother. One lady said, Oh King! I am the baby's mother. The other lady said, Oh King! Believe her not. She i s not the mother. I am the mother of the child. King Solomon was confused. After a deep thought he said, Cut the baby into two and give one part to each mother. One woman was silent. The other cried. Oh King! Let she have the baby. Let the baby live. The king gave the child to the crying mother. Moral: Truth Always Triumphs.</p>"
    },
    
    {
      "title": "The Two Pots",
      "storyContents": "<p>It was a cyclonic season.There was flood everywhere.Many houses drowned in the flood.There was a copper pot and an earthen pot in a house.Both these were washed away in the flood to a river. The copper pot called the earthen pot and said, My friend, you are made of mud. You are so weak. Please, come near me. I'll save you. The earthen pot replied, Thank you for your kindness, my friend. But, let me swim to the bank by myself'. The earthen pot began to swim towards the bank of the river. As the copper pot tried to swim, water got filled into the pot and the copper pot drowned.But earthen pot reached the bank. Moral: Weakness is not in appearance.</p>"
    },
    
    {
      "title": "The Tricky Fox",
      "storyContents": "<p>A greedy fox stealthily entered a garden to eat the grapes. But its tail was cut down by a trap when it tried to escape from the trap. It worried because all other foxes would mock at its lost tall. Hence it planned a trick. When all foxes ridiculed it and said, I have cut down the tail myself because it is a great hindrance. Now I am free and happy without my tail. So you too cut down your tails. It will be very convenient to all of you. An old wise fox laughed at the tricky fox and said, I will also join you after losing my tail when I try to steal the grapes. It looks very nice to be with a tail and I am proud of it. Now all other foxes understood the trick of the fox and mocked at it. The ashamed fox ran away into the forest. Moral: Don't believe selfish person's words.</p>"
    },
    
    {
      "title": "The Proud Rose",
      "storyContents": "<p>Once upon a time, there was a beautiful rose plant in a garden. One rose flower on the plant was proud of its beauty. However, it was disappointed that it was growing next to an ugly cactus. Every day, the rose would insult the cactus about its looks, but the cactus stayed quiet. All the other plants in the garden tried to stop the rose from bullying the cactus, but the rose was too swayed by its own beauty to listen to anyone. One summer, a well in the garden dried up and there was no water for the plants. The rose slowly began to wilt. The rose saw a sparrow dip its beak into the cactus for some water. The rose then felt ashamed for having made fun of the cactus all this time. But because it was in need of water, it went to ask the cactus if it could have some water. The kind cactus agreed, and they both got through summer as friends. Moral: Never judge someone by the way they look.</p>"
    },
    
    {
      "title": "Two Silly Goat",
      "storyContents":  "<p>There lived two silly goats in a village. There was a narrow bridge over a river in the village. One day, the goats wanted to cross the bridge. One silly goat was on one side. The other one was on the other side. One of them said, I shall go first. Allow me to pass. The other goat said, No. I must cross first. You move aside. Neither of them yielded. At last, they came to the middle of the bridge. They began to fight terribly. As they were fighting, both of them fell into the river and were drowned. Moral: Love your neighbours.</p>"
    },
    
    {
      "title": "Dick the Actor",
      "storyContents": "<p>Dick was an actor.He was brilliant.He had a strange character.He insisted on realism.He was a head ache to his manager.A drama was played. The first was drinking scene.Water was provided in a cup.Dick insisted on liquor.The manager had brought a bottle of liquor. The second scene was a fighting scene.He insisted on real swords.Steel swords were provided. The third scene was the one in which the hero was drinking poison.The manager had real poison.The actor was in fix. He realised his mistakes.He realised the importance of practicality in life.He promised to be sensible in future. Moral: Practicality in life is important.</p>"
    },
    
    {
      "title": "Empty Pot",
      "storyContents": "<p>An emperor in China decides to choose his successor by organizing a contest. He asks contestants to grow a flower and the most appealing flower will win the contest. Ping works hard with persistence, however, he fails to grow a flower. But he honestly presents his empty pot in front of the emperor and gets the reward for his honest approach. Moral: Honesty is the best policy in life, even if you have to disappoint some people.</p>"
    },
    
    {
      "title": "Controlling Anger",
      "storyContents": "<p>Once, there was a young boy. This boy had problems controlling his anger. When he got angry, he would say the first thing that came to mind, even if it affected people. One day, his father gifted him a hammer and a bundle of nails, then said, “Whenever you get mad, hammer a nail into the backyard fence. In the first days, the boy used up half of the nails. Over the next weeks, he used up fewer nails, until his temper was under control. Then, his father asked the young boy to remove a nail for each day he didn’t lose his temper. On the day when the boy removed his last nail, his father told him, “You have done good, boy. But, can you see the holes in the wall? The fence is never going to be the same. “Likewise, when you say mean things in anger, you’ll leave a scar. Moral: Anger is like a knife — one of the most dangerous weapons. When you use it, the wounds will heal, but the scars remain.</p>"
    }
    
  ]