[
  {
    "title": "Your Talent only Matters",
    "storyContents": "<p>Your talent only matters if you are somewhere it can be used: A mother and a baby camel were lying around under a tree. Then the baby camel asked, ‘Why do camels have humps?’ The mother camel considered this and said, ‘We are desert animals so we have the humps to store water so we can survive with very little water.’ The baby camel thought for a moment then said, ‘Ok…why are our legs long and our feet rounded?’ The mama replied, ‘They are meant for walking in the desert.’ The baby paused. After a beat, the camel asked, ‘Why are our eyelashes long? Sometimes they get in my way.’ The mama responded, ‘Those long thick eyelashes protect your eyes from the desert sand when it blows in the wind.’ The baby thought and thought. Then he said, ‘I see. So the hump is to store water when we are in the desert, the legs are for walking through the desert and these eye lashes protect my eyes from the desert then why in the Zoo?'</p>"
  },
  
  {
    "title": "Let go of your stresses",
    "storyContents": "<p>A psychology professor entered the classroom with half a glass of water in his hand. The students expected the old common question “was it half empty or half full?” But to the surprise, he asked them “How heavy is this glass of water?” The answers given by the students ranged from 7 oz. To 25 oz. But the professor replied that the actual weight of the glass with water doesn’t always matter but how long you hold the glass is what matters. If you hold the glass for a minute, you won’t feel much weight. But if you hold for 10 minutes, you will feel a little more weight and it gets heavier for you with hours. If you hold it for the entire day, then your hands would go numb and pain. Similar is the case when you carry stress with you. If you think about it for a while and leave it, then there is no problem but if you think about it for hours, it starts becoming a problem and it becomes worse if you sleep with it. Moral: You should learn to let go of your stresses and never sleep with it. If you can do something about it, just do it. In the other case, just leave it and work towards your goals or else it just kills your productivity.</p>"
  },
  
  {
    "title": "The Travelers",
    "storyContents": "<p>Two men were walking along one summer day. Soon it became too hot to go any further and, seeing a large plane tree nearby, they threw themselves on the ground to rest in its shade. Gazing up into the branches one man said to the other, What a useless tree this is. It does not have fruit or nuts that we can eat and we cannot even use its wood for anything. Don't be so ungrateful, rustled the tree in reply. I am being extremely useful to you at this very moment, shielding you from the hot sun. And you call me a good-for-nothing!. Moral: All of God's creations have a good purpose. We should never belittle God's blessings.</p>"
  },
  
  {
    "title": "Stuggle Develope Strength",
    "storyContents": "<p>One day a man was passing by a garden when he saw a butterfly cocoon which was about to get open. He saw a small opening on it and watched the several hours of struggles the butterfly came through to get the body out of it.After many hours, it seemed that the butterfly stopped trying as there was no progress.He thought to help the butterfly by cutting the cocoon with a scissor.So the butterfly came out easily but the wings were shriveled and the body was tiny and withered. Unfortunately, the butterfly was not able to take flight and spend the rest of life crawling with a wounded body.</p> <p> Moral: This is nature’ s way of telling the importance of struggles in life.Sometimes, different kinds of struggles are needed in life to make you stronger in the future.Never feel disappointed in life and stop trying when life offers you struggles but keep on fighting until you see success.</p>"
  },
  
  {
    "title": "Never give up on your dream",
    "storyContents": "<p>Once, there was an older man, who was broke, living in a tiny house and owned a beat up car. He was living off of $99 social security checks. At 65 years of age, he decide things had to change. So he thought about what he had to offer. His friends raved about his chicken recipe. He decided that this was his best shot at making a change. He left Kentucky and traveled to different states to try to sell his recipe. He told restaurant owners that he had a mouthwatering chicken recipe. He offered the recipe to them for free, just asking for a small percentage on the items sold. Sounds like a good deal, right? Unfortunately, not to most of the restaurants. He heard NO over 1000 times. Even after all of those rejections, he didn’t give up. He believed his chicken recipe was something special. He got rejected 1009 times before he heard his first yes. With that one success Colonel Hartland Sanders changed the way Americans eat chicken. Kentucky Fried Chicken, popularly known as KFC, was born. Remember, never give up and always believe in yourself in spite of rejection.</p>"
  },
  
  {
    "title": "The Wise Man",
    "storyContents": "<p>People have been coming to the wise man, complaining about the same problems every time. One day he told them a joke and everyone roared in laughter. After a couple of minutes, he told them the same joke and only a few of them smiled. When he told the same joke for the third time no one laughed anymore. The wise man smiled and said: You can’t laugh at the same joke over and over. So why are you always crying about the same problem?. Moral: Worrying won’t solve your problems, it’ll just waste your time and energy.</p>"
  },
  
  {
    "title": "Looking at Mirror",
    "storyContents": "<p>One day all the employees reached the office and they saw a big advice on the door on which it was written: Yesterday the person who has been hindering your growth in this company passed away. We invite you to join the funeral in the room that has been prepared in the gym. In the beginning, they all got sad for the death of one of their colleagues, but after a while they started getting curious to know who was that man who hindered the growth of his colleagues an the cipany  tself.The excitement in the gym was such that security agents were ordered to control the crowd within the room. The more people reached the coffin, the more the excitement heated up. Everyone thought: who is this guy who was hindering my progress? Well, at least he died! One by one the thrilled employees got closer to the coffin, and when they looked inside it they suddenly became speechless. They stood nearby the coffin, shocked and in silence, as if someone had touched the deepest part of their soul. There was a mirror inside the coffin: everyone who looked inside it could see himself. There was also a sign next to the mirror that said: There is only one person who is capable to set limits to your growth: it is YOU. You are the only person who can revolutionize your life. You are the only person who can influence your happiness, your realization and your success. You are the only person who can help yourself. Your life does not change when your boss changes, when your friends change, when your partner changes, when your company changes. Your life changes when YOU change, when you go beyond your limiting beliefs, when you realize that you are the only one responsible for your life. The most important relationship you can have is the one you have with yourself . Moral: The world is like a mirror: it gives back to anyone the reflection of the thoughts in which one has strongly believed. The world and your reality are like mirrors lying in a coffin, which show to any individual the death of his divine capability to imagine and create his happiness and his success. It's the way you face Life that makes the difference</p>"
  },
  
  {
    "title": "Laziness won't get you anywhere",
    "storyContents": "<p>In ancient times, a king had his men place a boulder on a roadway. He then hid in the bushes, and watched to see if anyone would move the boulder out of the way. Some of the king’s wealthiest merchants and courtiers passed by and simply walked around it. Many people blamed the King for not keeping the roads clear, but none of them did anything about getting the stone removed. One day, a peasant came along carrying vegetables. Upon approaching the boulder, the peasant laid down his burden and tried to push the stone out of the way. After much pushing and straining, he finally managed. After the peasant went back to pick up his vegetables, he noticed a purse lying in the road where the boulder had been. The purse contained many gold coins and note from the King explain that the gold was for the person who removed the boulder from the road.</p>"
  },
  
  {
    "title": "Enjoy the moment",
    "storyContents": "<p>After spending nearly every waking minute with Angel for eight straight days, I knew that I had to tell her just one thing. So late at night, just before she fell asleep, I whispered it in her ear. She smiled – the kind of smile that makes me smile back –and she said, ‘When I’m seventy-five and I think about my life and what it was like to be young, I hope that I can remember this very moment.’ A few seconds later she closed her eyes and fell asleep. The room was peaceful – almost silent. All I could hear was the soft purr of her breathing. I stayed awake thinking about the time we’d spent together and all the choices in our lives that made this moment possible. And at some point, I realized that it didn’t matter what we’d done or where we’d gone. Nor did the future hold any significance.All that mattered was the serenity of the moment. Just being with her and breathing with her.</p>"
  },
  
  {
    "title": "Don't let your circumstance change you",
    "storyContents": "<p>There once was a blind woman who hated herself purely because she could not see. The only person she loved was her boyfriend, as he was always there for her. She said that if she could only see the world, then she would marry him. One day, someone donated a pair of eyes to her – now she could see everything, including her boyfriend. Her loving boyfriend asked her, ‘Now that you can see the world, will you marry me?’ The woman was shocked when she saw that her boyfriend was blind too, and refused to marry him. Her boyfriend walked away in tears, and wrote a short note to her saying: ‘Just take care of my eyes, dear.'</p>"
  },
  
  {
    "title": "Strugling will make yyou stronger",
    "storyContents": "<p>Once upon a time, a man found a butterfly that was starting to hatch from its cocoon. He sat down and watched the butterfly for hours as it struggled to force itself through a tiny hole. Then, it suddenly stopped making progress and looked like it was stuck. Therefore, the man decided to help the butterfly out. He took a pair of scissors and cut off the remaining bit of the cocoon. The butterfly then emerged easily, although it had a swollen body and small, shriveled wings. The man thought nothing of it, and he sat there waiting for the wings to enlarge to support the butterfly. However, that never happened. The butterfly spent the rest of its life unable to fly, crawling around with small wings and a swollen body. Despite the man’s kind heart, he didn’t  that the restricting cocoon and the struggle needed by the butterfly to get itself through the small hole were God’s way of forcing fluid from the body of the butterfly into its wings to prepare itself for flying once it was free.</p>"
  },
  
  {
    "title": "Don't screw over your friends",
    "storyContents": "<p>Vijay and Raju were friends. One day while on holiday, exploring a forest, they saw a bear coming towards them. Naturally, they were both frightened, so Raju, who knew how to climb trees, climbed one quickly. He didn’t spare a thought for his friend who had no idea how to climb. Vijay thought for a moment. He had heard that animals don’t attack dead bodies, so he fell to the ground and held his breath. The bear sniffed him, thought he was dead, and went on its way. Raju, after he had climbed down from the tree asked Vijay, ‘What did the bear whisper in your ears?’. Vijay replied, ‘The bear asked me to keep away from friends like you.'</p>"
  },
  
  {
    "title": "Focus on good things in life",
    "storyContents": "<p>Two friends were walking through the desert. At one stage in their journey, they had an argument and one friend slapped the other one in the face. The one who got slapped was hurt, but without saying anything he wrote in the sand, ‘Today my best friend slapped me in the face.’ They kept on walking until they found an oasis, where they decided to have a wash. The one who had been slapped got stuck in a mire and started drowning, but his friend saved him. After he had recovered from his shock, he wrote on a stone, ‘Today my best friend saved my life.’ The friend who slapped and saved his best friend asked him, ‘After I hurt you, you wrote in the sand and now, you write in stone, why?’. The other friend replied, ‘When someone hurts us we should write it down in sand where winds of forgiveness can erase it away. But, when someone does something good for us, we must engrave it in stone where no wind can ever erase it.'</p>"
  },
  
  {
    "title": "The Dreaming Priest",
    "storyContents": "<p>These motivational stories will encourage you to follow your dreams, treat others with kindness, and never give up on yourself. Long time ago there lived a priest who was extremely lazy and poor at the same time. He did not want to do any hard work but used to dream of being rich one day. He got his food by begging for alms. One morning he got a pot of milk as part of the alms. He was extremely delighted and went home with the pot of milk. He boiled the milk, drank some of it and put the remaining milk in a pot. He added slight curds in the pot for converting the milk to curd. He then lay down to sleep.Soon he started imagining about the pot of curd while he lay asleep. He dreamed that if he could become rich somehow all his miseries would be gone. His thoughts turned to the pot of milk he had set to form curd. He dreamed on; By morning the pot of milk would set, it would be converted to curd. I would churn the curd and make butter from it. I would heat the butter and make ghee out of it. I will then go to that market and sell that ghee, and make some money. With that money i will buy a hen. The hen will lay may eggs which will hatch and there will be many chicken. These chicken will in turn lay hundreds of eggs and I will soon have a poultry farm of my own. He kept on imagining.I will sell all the hens of my poultry and buy some cows, and open a milk dairy. All the town people will buy milk from me. I will be very rich and soon I shall buy jewels. The king will buy all the jewels from me. I will be so rich that I will be able to marry an exceptionally beautiful girl from a rich family. Soon I will have a handsome son. If he does any mischief I will be very angry and to teach him a lesson, I will hit him with a big stick.During this dream, he involuntarily picked up the stick next to his bed and thinking that he was beating his son, raised the stick and hit the pot. The pot of milk broke and he awoke from his day dream. Moral: There is no substitute for hard work. Dreams cannot be fulfilled without hard work.</p>"
  },
  
  {
    "title": "Sharpen your axe",
    "storyContents": "<p>There was a newly joined woodcutter and the king was really impressed by his dedication towards his work.Out of encouragement, he started giving his best in work and cut 18 trees in the first month and the king was glad. The next month he put in the same effort but could cut only 15 trees.And the third month, he still tried his best but could cut only 12 trees.The king visited him the third month and talked about his decrease in productivity. He explained that he might have lost his strength or got too old to do the work.The king asked him, when was the last time you sharpened your ax ? To the surprise, he has not even done it once in the last three months.That was the only reason why he couldn’ t cut more trees. Moral: It is good that you put in a lot of effort and hard work to work towards your goals.But you should balance your life priorities and invest time with your family and save some time to relax which would boost up your productivity. These are just a few among the many motivational stories that guide students to work hard on many aspects of life and grow successful. Such inspirational stories can help students to keep moral values in life despite whatever life offers them.</p>"
  },
  
  {
    "title": "The struggle of our life",
    "storyContents": "<p>Once upon a time a daughter complained to her father that her life was miserable and that she didn’t know how she was going to make it. She was tired of fighting and struggling all the time. It seemed just as one problem was solved, another one soon followed. Her father, a chef, took her to the kitchen. He filled three pots with water and placed each on a high fire. Once the three pots began to boil, he placed potatoes in one pot, eggs in the second pot and ground coffee beans in the third pot. He then let them sit and boil, without saying a word to his daughter. The daughter, moaned and impatiently waited, wondering what he was doing. After twenty minutes he turned off the burners. He took the potatoes out of the pot and placed them in a bowl. He pulled the eggs out and placed them in a bowl. He then ladled the coffee out and placed it in a cup. Turning to her, he asked. Daughter, what do you see?. Potatoes, eggs and coffee, she hastily replied. Look closer he said, and touch the potatoes.” She did and noted that they were soft. He then asked her to take an egg and break it. After pulling off the shell, she observed the hard-boiled egg. Finally, he asked her to sip the coffee. Its rich aroma brought a smile to her face. Father, what does this mean?” she asked. He then explained that the potatoes, the eggs and coffee beans had each faced the same adversity-the boiling water. However, each one reacted differently. The potato went in strong, hard and unrelenting, but in boiling water, it became soft and weak. The egg was fragile, with the thin outer shell protecting its liquid interior until it was put in the boiling water. Then the inside of the egg became hard. However, the ground coffee beans were unique. After they were exposed to the boiling water, they changed the water and created something new. Which one are you?. he asked his daughter. When adversity knocks on your door, how do you respond? Are you a potato, an egg, or a coffee bean?”. Moral: In life, things happen around us, things happen to us, but the only thing that truly matters is how you choose to react to it and what you make out of it. Life is all about leaning, adopting and converting all the struggles that we experience into something positive.</p>"
  },
  
  {
    "title": "Seeing oppurtunity in obstacles",
    "storyContents": "<p>Once there was a king who was curious but wealthy. He decided to test his fellow people to know who has a got a good attitude in life and who would spare some time for country’s progress. He placed a huge boulder right at the middle of the road and hid in a nearby place to see if anyone would make an attempt to move it off. He saw some wealthy merchants and courtiers passing by the road. None of them made any attempt to move it off but simply walked away while some others blamed the king for not maintaining roads. Later, a peasant came the way with a load of vegetables and saw the boulder. He kept his load down and tried to move the boulder away. After strenuous effort, he succeeded in moving it away. He saw a purse lying in the place of the boulder. It contained many gold coins and a note from the king which read ‘this is the reward for the person who moves the boulder away’. Moral: It is quite common for people to run away from problems and obstacles. But the story clearly shows the importance of seeing an opportunity in every obstacle which might improve our condition. Invest some time to remove obstacles on your way and experience many unseen presences</p>"
  },
  
  {
    "title": "Be Kind to Others",
    "storyContents": "<p>In the days when an ice cream sundae cost much less, a 10 year old boy entered a hotel coffee shop and sat at a table. A waitress put a glass of water in front of him. ‘How much is an ice cream sundae?’. ’50 cents,’ replied the waitress. The little boy pulled his hand out of his pocket and studied a number of coins in it. ‘How much is a dish of plain ice cream?’ he inquired. Some people were now waiting for a table and the waitress was a bit impatient. ’35 cents,’ she said brusquely. The little boy again counted the coins. ‘I’ll have the plain ice cream,’ he said. The waitress brought the ice cream, put the bill on the table and walked away. The boy finished the ice cream, paid the cashier and departed. When the waitress came back, she began wiping down the table and then swallowed hard at what she saw. There, placed neatly beside the empty dish, were 15 cents – her tip.</p>"
  },
  
  {
    "title": "Ignore the haters",
    "storyContents": "<p>A group of frogs were traveling through the forest when two of them fell into a deep pit. When the other frogs saw how deep the pit was, they told the two frogs that there was no hope left for them. However, the two frogs ignored their comrades and proceeded to try to jump out of the pit. However, despite their efforts, the group of frogs at the top of the pit were still saying that they should just give up as they’d never make it out. Eventually, one of the frogs took heed of what the others were saying and he gave up, jumping even deeper to his death. The other frog continued to jump as hard as he could. Once again, the group of frogs yelled at him to stop the pain and to just die. He ignored them, and jumped even harder and finally made it out. When he got out, the other frogs said, ‘Did you not hear us?’. The frog explained to them that he was deaf, and that he thought they were encouraging him the entire time.</p>"
  }
  
  ]