[
    {
        "title": "Two Poor Boys",
        "storyContents": "  <p>In New York there were Joe and Bill. Joe and Bill were close friends. But they were very poor. They did odd deeds to earn money. They swept and cleaned the streets for their living. One cold morning, Joe was wandering along the streets of New York. He found and apple. He picked up the apple from the ground.He asked his friend Bill, 'what did you find today for our night food? 'I got nothing today, 'replied Bill in anguish. Joe gave his apple to Bill and said, 'Bill…you eat this apple.'Bit a small piece off the apple. Joe said, 'No. Bite off more. Eat more. I am strong. I can bear hunger. You are weak. You can not bear hunger.'By these words of Joe, Bill was satisfied and he remained a good friend of Joe forever. Thereafter they remained good friends.</p>"
    },
    
    {
      "title": " Her Dream Bycycle",
      "storyContents": " <p>Melar lived at Keeranur village in Pudukottai district with her family. Malar was studying in class VI. She was eleven years old. She had two elder sisters and a younger brother. His name was Arul. Malar’s father was Kathirvel. Kathirvel was a hard-working farmer. Of late, the rains were irregular and he could not always cultivate the two acres they owned. Her eldest sister was Ponni. Ponni was married to a mason and lived in Mathur with her little son Vikram. Malar’s second sister was Mallika. Mallika decided to do tailoring after Class X and was attending a tailoring course in Mathur. Attending the course also gave Mallika a chance to visit her sister Ponni. But walking all the way made her tired and she often missed the tailoring classes. Her mother used to scold Mallika. OH! Why are you so lazy? You must attend your classes regularly. Mallika would reply, 'I walk 9 kilometers everyday - 4 kilometers to the tailoring classes, 2 kilometers to fetch water and 3 milometers to take lunch for father when you are busy. You can not call me lazy.' In fact, nobody in their home was lazy. Malar would walk 1 kilometer with her friends to school and back. She and her friends would chat and play all the way back. One day, when Arul and Malar had just come back from school, her father came in looking upset. He said to his wife, Shanthi, it seems that the collector is not satisfied with teaching only Math’s and Tamil. She even wants women to learn cycling. Malar was excited. She asked, father, Is it only for mother? Can I learn?. Mallika was interested too. She said, If there is anyone who needs bicycle, it is me. Arul said, 'This is really good. I can teach both of you to cycle, if you buy me a cycle.' Their father was angry. Keep quiet! he said. No woman in my house will learn to cycle'. A week passed. What their father had heard was true. Women were being taught to cycle at all. In many homes across the villages in Pudukottai district, there was a lot of discussion on women learning to cycle. In Keeranur too, women beginning to use bicycle to do many things. One day, Shanthi told Mallika softly, Borrow Radhamma's old bicycle and bring it here. We are going to learn to ride it. When Malar's father returned, he saw Mallika smiling widely and guessed why. He said gruffly, 'All right...But be careful.' He looked at Shanthi and smiled. 'Have you started learning?.' 'Yes.' she said. 'It takes things much easier.' Malar was busy, dreaming of the future. She saw herself riding a brand new bicycle along a smooth long road to school and to college and then who knows? May be even on a rainbow to the clouds.</p>"
    },
    {
      "title": "Real vs Fake",
      "storyContents": " <p>Minnu was a sweet, lovable and beautiful girl, aged six years. She was an adorable kid as she always obeyed her elders. Minnu's parents loved her for her amazing behaviour. One day, Minnu's mother took her for grocery shopping. As they passed the shops, Minnu noted a cute plastic pearl necklace in dazzling pink! She asked her mother to buy her the necklace. Her mother told her that it cost quite a few pennies. She asked her to do some chores, so that for every completed piece of work Minnu would get some money and she could buy the pink necklace. Minnu prepared a to-do list and assisted her mom with all the chores. Her mom was very happy, and she paid enough money to buy the pink necklace.   Minnu happily purchased the necklace and wore it just everywhere, every time, except while taking bath. Her mother said that her neck would turn pink and the pearls would lose their sheen if she wore it while bathing. But all other times, Minnu wore it, even while sleeping. Minnu's father used to tell her bed time stories frequently. One night, after completing a story, her dad asked how much she loved him. Minnu replied, 'You know how much I love you.' Dad asked, 'Then give me your pearl necklace please!' Minnu replied, 'Please daddy, I love you so much but please don't ask for these pearls. I will give you the pink Barbie which you bought me a month ago.' Dad replied, 'Fine, sweetheart.' After a few days, the conversation was repeated between Minnu and her dad. Again, Minnu refused to give her pearl necklace and instead asked her dad to take her pet. Dad kissed her and left with smile. This was repeated several times. pink-pearl-necklaceOne day, Minnu slept while her dad was reading her a story. She was holding the necklace in her hands. Her dad took the pearl necklace from her hand. The next moment, she woke up and asked, 'Dad, what are you doing?' Dad quickly opened a jewel box placed near her bed and handed her a real precious pink pearl necklace. He said, 'Sweetheart, this is your real necklace. I wanted to take away the fake one all this while to give you this real one.'She replied, 'Thank you dad!' Minnu immediately gave up her fake necklace for the real one. God wants us to give up all the fake and cheap things we consider very precious in our life. It can be habits, hatreds, harming relationships, activities, negative thoughts, etc. He will provide us with genuine things if we give up the fake! </p>"
    },
    
    {
        "title": "Angry Snake",
        "storyContents": "<p>A carpenter went home after shutting down his workshop. When he was gone, a poisonous snake entered his workshop. The snake was hungry and hoped to find its supper lurking somewhere within. It slithered from one end to another. Finally it bumped into an axe and got very slightly injured. In angry and revenge, the snake bit the snake with full force. What could a snake’s bite do to the metallic axe? Instead the snake’s mouth started bleeding. Out of fury and arrogance, the snake tried its best to strangle and kill the metallic axe - The object that was causing it the pain by wrapping itself around the axe. The next day the carpenter opened the workshop. He found the dead snake wrapped around the blades of the axe. Here the snake did not die because of someone’s fault. But it faced these consequences merely because of its own anger and wrath. Sometimes when angry, we try to cause harm to others. But as time passes by, we realize that we caused more harm to ourselves. It is not necessary that we react to everything. Step back and ask ourselves if the matter is really worth responding to.</p>"
    },
    
    {
        "title": "The Making of A Lion",
        "storyContents": "<p>Once upon a time there lived four friends in a hermitage. They leant many divine slokas and the way to perform various poojas and yajnas. After completing their studies, they were walking through a forest. There they came across a skeleton of a dead lion. They looked at it for while. Gyanendra, one of the four friends said to the other friends, “Friends, let us test our knowledge. I will put the bones together using a magical verse. Anupam, the second friend, said, 'I know a magical verse which can create all the organs at their usual place and cover the body of the lion with its skin.' Subber, the third friend, then said, 'I can put life in the lion using my magical powers and verse.' At this point of time, the fourth friend, Gopi said to them, 'Please…do not do that. Once the lion is alive, it will devour all of us.'But other three friends were stubborn and they did not listen to what Gopi said. The other three friends went ahead with their words. Gopi run and hid himself behind a tree. Subeer then recited his verse and the lion immediately came to life. The thre friends looked at each other and smiled in satisfaction. The lion killed the three friends and Gopi saved his life and said, “Only if you had paid attention to what I said, you all would have remained alive. You should learn where and when to use the verses.</p>"
    },
    {
    "title": "17 Camels and Sons",
    "storyContent": "<p> Long ago, there lived an old man with his three sons in a deserted village, located in the vicinity of a desert. He had 17 camels, and they were the main source of his income. He used to rent out camels as a means of shipping in the desert. One day, he passed away. He had left a will, leaving his assets for his three sons. After the funeral and the other obligations were over, the three sons read the will. While their father had divided all the property he had into three equal parts, he had divided the 17 camels in a different way. They were not shared equally among the three as 17 is an odd number and a prime number, which cannot be divided. The old man had stated that the eldest son will own half of the 17 camels, the middle one will get one third of the 17 camels, and the youngest one will get his share of camels as one ninth! All of them were stunned to read the will and questioned each other how to divide the 17 camels as mentioned in the will. It is not possible to divide 17 camels and give half of the 17 camels to the eldest one. It is not possible also to divide the camels for the other two sons. They spent several days thinking of ways to divide the camels as mentioned in the will, but none could find the answer. They finally took the issue to the wise man in their village. The wise man heard the problem and instantly found a solution. He asked them to bring all the 17 camels to him. The sons brought the camels to the wise man's place. The wise man added a camel owned by him and made the total number of camels 18. Now, he asked the first son to read the will. As per the will, the eldest son got half the camels, which now counted to 18 / 2 = 9 camels! The eldest one got 9 camels as his share. The remaining camels were 9. The wise man asked the second son to read the will. He was assigned 1 / 3 of the total camels. It came to 18 / 3 = 6 camels. The second son got 6 camels as his share. Total number of camels shared by the elder sons - 9 + 6 = 15 camels. The third son read out his share of camels: 1 / 9th of the total number of camels - 18 / 9 = 2 camels. The youngest one got 2 camels as his share. Totally there were 9 + 6 + 2 camels shared by the brothers, which counted to 17 camels. Now, the one camel added by the wise man was taken back. The wise man solved this problem smartly with his intelligence. Intelligence is nothing but finding a common ground to solve an issue. In short, every problem has a solution.</p>"
},

{
    "title": "Dream Big",
    "storyContents": "<p>Lily is a little girl, who is shy and reserved. But she enjoys playing soccer. Her friends and classmates ridicule Lily for her interest in soccer. Nonetheless, she is determined to pursue her passion and become a successful soccer player. Every day, after returning from school, Lily quickly finishes her homework and practices soccer. Her mother understands the love Lily has for the sport and supports her in every way. When the interschool competitions are announced at the school, Lily decides to participate. She takes part in the selection trials, and her classmates mock her once again. But they are shocked when Lily performs well and the judges select her to represent the school. Lily’s commitment and hard work mute every person who mocked her.  Moral: Determination, strong will, and focus can help you achieve even the toughest of goals, in spite of ridicule by others.</p>"
},

{
    "title": "Foolish Imitation",
    "storyContents": "<p>Long ago, a hawk lived on the top of a hill. At the foot of the hill there was a banyan tree on which a crow used to perch everyday. The crow was very foolish. He would imitate everyone. The hawk atop the hill would fly down everyday in search of food. The crow watched the hawk circling in the air for long hours and swooping down when he saw his prey. The hawk gifted with eyes that could see long distances would spot his prey from the hill top and then fly down to pounce upon the prey. The crow watched the hawk thinking, “Hunh! If the hawk can do that, I too can. What does he think? One day, I will show the hawk that I can do the same thing. A few days later, as the hawk was circling in the air, the crow decided to do the same. Suddenly a baby rabbit came out of the bushes. The hawk saw it and the crow too saw the rabbit. Before the crow could move, the hawk swooped down, caught hold of the rabbit in his strong sharp talons and flew away. Swoosh!was all the crow heard as the hawk disappeared in the sky with his prey. Hmmph! That is no great skill, thought the crow, angrily. Next moment he spotted a big fat mouse coming out of a hole. Without wasting time, the crow swooped down. Like the hawk he tried to catch the mouse in his claws.bBut the mouse saw the crow and moved away, the crow crashed against the hill. Eeeaaa! cried the crow in pain. Just then the hawk came flying down. “I hope, now you know it is not easy to hunt and it is not easy to imitate, either, said the hawk and flew away. There after, the crow never imitated any one in its life. It lived happily with the god-given abilities</p>"
},

{
    "title": "A Good Boy",
    "storyContents": "<P>An old woman wanted to cross a road. She was weak. Therefore she wanted help. She waited long. She waited alone. She saw a large number of school boys. They were laughing and talking. They were going home. So they were happy. They looked at the old woman. They did not help her. They walked on. But one boy went to the old woman. He said to her, Mother! Do you want to cross the road? I will help you. I will take you to the other side. The boy helped the old woman. He led her across the road. He did a good deed. He was happy. He said, I helped somebody’s mother. So, somebody will help my mother in her old age. Dear God! Be kind to this good boy, said the old woman in her prayer.</P>"
},

{
   "title": "A Marchant and his Donkey",
   "storyContents": "<p>One beautiful spring morning, a merchant loaded his donkey with bags of salt to go to the market, in order to sell the salt. The merchant and his donkey were walking along together. They had not walked far when they reached a river on the way. Unfortunately, the donkey slipped and fell into the river. As it scrambled up the bank of the river, it noticed that the bags of salt loaded on his back had become lighter. There was nothing the merchant could do except return home, where he loaded his donkey with more bags of salt. As they reached the slippery riverbank again, the donkey fell into the river, this time deliberately. Thus the salt was wasted again. By now the merchant knew the donkey's trick. He wanted to teach the animal a lesson. As he returned home the second time with the donkey, the merchant loaded bags of sponges on its back. The duo set out on their trip to the market a third time. On reaching the river, the donkey very cleverly fell into the water again. But now, instead of the load becoming lighter, it became heavier. The merchant laughed at the donkey and said, You foolish donkey, your trick has been discovered. You should know that you cannot fool anyone too many times.</p>"
},

{
    "title": "Value and Self-Worth",
    "storyContents": "<p>At a workshop for students, a motivational speaker begins his speech by showing a twenty dollar note. He asks, 'Who wants this $20 note?' On seeing everyone raise their hands, the speaker crushes the note. And he asks again, 'Who would still like to have it?' Once again, everyone in the hall raises their hands. Eventually, the speaker throws the twenty dollar note on the floor and stamps on it with his shoes. He picks it up and asks again if anyone wants it now? All the hands go up. He concludes by saying, no matter what he does to the note, it is still desirable as there is no decrease in its value. Moral: No matter how difficult life circumstances get, we should never lose our self-confidence. Our worth should never be impacted by the hardships in life.</p>"
},

{
 "title": "The Diamond Ring",
 "storyContents": "<p>An old man gave his money and gold to his sons. He showed them his diamond ring and said to them, “I am not giving this ring to you now. Go out and do some noble deeds. Then come to me. Tell me your deeds. Then I will give this diamond ring to one of you. The ring will be the reward for the noblest-deed. The sones went out. They did noble deeds. After some time, they returned to their father. One of the sons said, Father… Give me the ring. I have done a great and noble deed. A man left all his money with me. He traveled many countries. Then he came to me. He wanted his money back. I returned his money to him. Another son said, A child fell into a river. The water was carrying the child away. I jumped into the river. I saved the child. The third son said, Father….please listen to me. My enemy was sleeping on the edge of a huge rock. I went to him and woke him up.The father said, All the people love their friends. But you loved your enemy. You saved him from his death. Yours is the noblest deed. Take this ring.</p>"
},

{
    "title": "The Ugly Tree",
    "storyContents": "<p>Long, long ago, in a dense forest there were thousands of tall and beautiful trees. They were happy, but proud of themselves. Among them there also an ugly tree whose branches were badly twisted. Its roots had uneven curves. All the trees made fun of that ugly tree. How are you, hunchback? the other trees always shouted and their laughter made the ugly tree feel sad. But, he never raised a voice against them. The ugly tree thought, “I wish I were as beautiful as the other trees. Why did God do this to me? Neither can I provide shade to the travelers not can the birds make their nests on me. Nobody needs me.One day, a woodcutter came to the forest. He took a look at the trees and said, These trees are lovely. I must cut them. As soon as he picked up his axe the trees became frightened. ‘Chop, Chop, Chop’ went the woodcutter’s axe and one by one the trees started to fall. “None of us is going to be spared, screamed one of the beautiful trees. Soon that tree too was brought to ground by the woodcutter’s axe.</p>"
},

{
    "title": "Advising A Fool",
    "storyContents": "<p>On a mango tree in a jungle, there lived many birds. They were happy in their small nests. Before the onset of the rainy season, all the animal of the jungle repaired their homes. The birds also made their homes more secure. Many birds brought twigs and leaves and others wove their nests. “We should also store some food for our children, chirped one of the birds. And they collected food, until they had enough to see them through the rainy season. They kept themselves busy preparing for the tough times. Soon the rains came. It was followed by thunder and lighting. All the animals and birds stayed in their homes. It continued raining for many days. One day, a monkey wet in the rain came into the forest. He sat on a branch, shivering with cold, water dripping from its body. The poor monkey tried his best to get shelter, but in vain. The leaves were not enough to save him from the rains. Brrr! It is so cold! said the monkey. The birds were watching all this. They felt sorry for the monkey but there was little they could do for him. One of them said, “Brother! Our small nests are not enough to give you shelter. Another bird said, All of us prepared for the rainy season. If you had, you would not be in this piteous situation. How dare you tell me what to do? said the monkey, growling at the bird. The monkey angrily pounced on the bird’s nest, tore it and threw it on the ground. The bird and her chicks were helpless. The poor bird thought, “Fools never value good advice. It is better not to advise them</p>"
},

{
    "title": "Understand Your Anger",
    "storyContents": "<p>There once was a young boy with a very bad temper. The boy's father wanted to teach him a lesson, so he gave him a bag of nails and told him that every time he lost his temper he must hammer a nail into their wooden fence. On the first day of this lesson, the little boy had driven 37 nails into the fence. He was really mad! Over the course of the next few weeks, the little boy began to control his temper, so the number of nails that were hammered into the fence dramatically decreased. It wasn't long before the little boy discovered it was easier to hold his temper than to drive those nails into the fence. Then, the day finally came when the little boy didn't lose his temper even once and he became so proud of himself, he couldn't wait to tell his father. Pleased, his father suggested that he now pull out one nail for each day that he could hold his temper. Several weeks went by and the day finally came when the young boy was able to tell his father that all the nails were gone. Very gently, the father took his son by the hand and led him to the fence. You have done very well, my son,he smiled, but look at the holes in the fence. The fence will never be the same. The little boy listened carefully as his father continued to speak. When you say things in anger, they leave permanent scars just like these. And no matter how many times you say you're sorry, the wounds will still be there</p>"
},

{
    "title": "The Foolish Goat",
    "storyContents": "<p>A goat had to cross a small river. A narrow plank was across the river. The goat was walking on it happily. On the opposite side it saw another goat coming towards it. Go back, shouted the first goat. Wait...I will cross the river first. Then you can come. Why should I? cried the second goat. I came first here so I should cross first, the second one said. No…I came first, shouted the first goat. It further added, Go away or I will kick you, and added Wait and see.The first goat said angrily. I will kick you first. The second goat also said angrily. The two goats started the arguing. Both the goats got very angry. They attacked each other. At last both the foolish goats fell into the water running in the river.</p>"
},

{
    "title": "The Perfert Palace",
    "storyContents": "<p>Thousands of years ago, there lived a King. His people loved him since he looked after their needs well. At the end of every month, he would invite some noble men of his Kingdom to analyze his work and advised him. The King built many things. Every year he would rebuild his palace and every time it looked better that before. “Marvelous! Unmatched!! the couriers would praise and the King would feel elated. One day the King thought, This year, I will build the perfect palace, with all comforts. It should be praised not only within my kingdom, but also by the people of the neighboring states. The next day, the King worked out a perfect design for his perfect palace. After finalizing it, he handed it over to the builders and masons. In about a month, the perfect palace of the King’s dream was ready. The King invited noblemen of his kingdom, as well as the neighboring states, to get their opinions about the  palaceUnbelievable! Indeed, it is a perfect palace, cheered the noblemen in unison. But a saint standing in the corner was silent. The King wondered why the saint was silent, when everyone was praising his palace. He walked up to the saint and said, “Please tell, O Saint, why you are silent. Is not my palace perfect? The Saint replied in a calm voice, “Dear King! Your palace is strong and will last forever. It is beautiful but not perfect, since the people living in it are mortals. They are not permanent. Your palace will live forever but not the people in it. That is why I am silent. Man is born with empty hands and so does he die. The King thanked the saint for his wise words and never tried to build a perfect palace again.</p>"
},

{
    "title": "Taking Responsibility",
    "storyContents": "<p>Two families lived nearby. One family was constantly fighting while the other one lived quietly and friendly. One day, feeling jealous about how nicely the neighboring family got along, the wife told her husband….Go to the neighbors and look to see what they are doing for their well-being.The husband went, hid and began watching. He saw a woman who was cleaning the floor. Suddenly something distracted her and she ran to the kitchen. At that time, her husband rushed into the room. Not noticing the bucket of water, he kicked it and spilled water all over the floor. His wife came back from the kitchen and said to him…I’m sorry, honey! It’s my fault. I didn’t move the bucket out of the way. The husband replied…No, I’m sorry, honey! It’s my fault, because I did not notice it. The man returned home and his wife asked him if he found out what their secret is. I think the difference is that we always seek to be right, while they seek to take responsibility for their part. Having peaceful relationships mean taking personal responsibility for our own part.</p>"
},

{
    "title": "The Farmer and His Wife",
    "storyContents": "<p>A farmer said to his wife, you are lazy. You work slowly and lethargically. You waste your time. The wife was angry at the words of her husband. She said to her husband, You are wrong. Stay at home tomorrow. I will go to field. I will do your work there. Will you do my works at home here? The farmer said happily, Very well. I will do your works back at home. The wife said, Milk the cow. Feed the pigs. Waste the utensils. Take care of our hen. Spin the yarn. The woman went to the field. The farmer stayed back at home. He took a vessel and went to the cow to milk it. He tried to milk the cow. He received a good kick. He then went to the pig-sty. He hit his head against the beam. He went to feed the hen. He forgot to spin. The wife returned from the field when it turned evening. The farmer hung down his head in shame. Thereafter, he did not find fault with his wife. They lived happily together for a long time.</p>"
},

{
    "title": "An Old Man an A Phone",
    "storyContents": "<p>An old man took his phone to a Repair shop. Repairer told that old man that NOTHING IS WRONG with this phone. Old man with tears in his eyes said that Then why DON'T my children ever call me?</p>"
}]